class Answers:
   ANSWER_Q_1 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
   ANSWER_Q_2 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
   ANSWER_Q_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
   ANSWER_Q_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
   ANSWER_Q_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
   ANSWER_Q_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
   ANSWER_Q_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
   ANSWER_Q_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


class Constants:
   URL = 'https://qa-scooter.praktikum-services.ru/'


class Customers:
   NAME_1 = 'Двайт'
   NAME_2 = 'Гордон'
   SURNAME_1 = 'Шрут'
   SURNAME_2 = 'Шамуэй'
   ADDRESS_1 = 'Ферма'
   ADDRESS_2 = 'Мелмак'
   PHONE_1 = '89999999999'
   PHONE_2 = '88888888888'
   ORDER_DATE_1 = '12.09.2024'
   ORDER_DATE_2 = '07.10.2024'